{
  "backend": "tokenizers",
  "clean_up_tokenization_spaces": true,
  "cls_token": "[CLS]",
  "extra_special_tokens": [
    "<SUBJ_Disease>",
    "</SUBJ_Disease>",
    "<OBJ_Disease>",
    "</OBJ_Disease>",
    "<SUBJ_Date>",
    "</SUBJ_Date>",
    "<OBJ_Date>",
    "</OBJ_Date>",
    "<SUBJ_Dissemination_pathway>",
    "</SUBJ_Dissemination_pathway>",
    "<OBJ_Dissemination_pathway>",
    "</OBJ_Dissemination_pathway>",
    "<SUBJ_Location>",
    "</SUBJ_Location>",
    "<OBJ_Location>",
    "</OBJ_Location>",
    "<SUBJ_Pest>",
    "</SUBJ_Pest>",
    "<OBJ_Pest>",
    "</OBJ_Pest>",
    "<SUBJ_Plant>",
    "</SUBJ_Plant>",
    "<OBJ_Plant>",
    "</OBJ_Plant>",
    "<SUBJ_Vector>",
    "</SUBJ_Vector>",
    "<OBJ_Vector>",
    "</OBJ_Vector>"
  ],
  "is_local": false,
  "mask_token": "[MASK]",
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 8192,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "[UNK]"
}
